"Weather" = "Météo";
"Haze" = "Brume";
"Currently %@" = "%@ actuellement";
"Windy" = "Vent";
"Thunderstorms" = "Orages";
"%@º" = "%@º";
"Low" = "Basse";
"NW" = "NO";
"TODAY" = "AUJOURD’HUI";
"Knots" = "Nœuds";
"UV: %@" = "UV: %@";
"UV Index" = "Index UV";
"E" = "E";
"Request Location Access" = "Demander une autorisation";
"Kilometers" = "Kilomètres";
"South" = "Sud";
"Current Weather" = "Météo Actuelle";
"WEATHER" = "MÉTÉO";
"Feels Like" = "Ressentie";
"Extreme" = "Extrême";
"Chance of Rain" = "Risque de pluie";
"Sleet" = "Grésil";
"N" = "N";
"Very High" = "Très élevée";
"SE" = "SE";
"Feels Like: %@" = "Ressentie: %@";
"East" = "Est";
"%@ cm" = "%@ cm";
"South East" = "Sud-est";
"%@ mm" = "%@ mm";
"Snow" = "Neige";
"S" = "S";
"m/s" = "m/s";
"High" = "Haute";
"Precipitation" = "Précipitations";
"%@ chance of rain" = "%@ de risque de pluie";
"Tornadoes" = "Tornades";
"%@ mb" = "%@ mb";
"Mostly Clear" = "Dégagé";
"Rain" = "Pluie";
"Current location: %@" = "Lieu actuel : %@"; // weather
"%@ m/s" = "%@ m/s";
"%@ hPa" = "%@ hpa";
"Medium" = "Moyenne";
"%@ km" = "%@  km";
"%@ km/h" = "%@  km/h";
"South West" = "Sud-ouest";
"Visibility" = "Visibilité";
"%@ miles" = "%@ milles anglais";
"NE" = "NE";
"Today" = "Aujourd’hui";
"%@ knots" = "%@ Nœuds";
"inches" = "Pouce";
"%@ mph" = "%@  mph";
"Temperature" = "Température";
"North" = "Nord";
"Chance of Snow" = "Risque de neige";
"North East" = "Nord-est";
"Current Temperature" = "Température actuelle";
"MPH" = "MPH";
"Rain Probability" = "Risque de pluie";
"SW" = "SO";
"%@\"" = "%@\"";
"Location: %@" = "Lieu : %@";
"Hail" = "Grêle";
"km" = "km";
"West" = "Ouest";
"Pressure" = "Pression";
"Fog" = "Brouillard";
"Clear" = "Dégagé";
"Current Location" = "Lieu actuel";
"%@ kilometers" = "%@ kilomètres";
"Wind" = "Vent";
"%@ chance of snow" = "%@ de risque de neige";
"hPa" = "hPa";
"Dew Point" = "Point de rosée";
"Moderate" = "Modéré";
"Partly Cloudy" = "Nuageux";
"Miles" = "Miles";
"%@ in" = "%@ po";
"More Information" = "Plus d’informations";
"km/h" = "km/h";
"Humidity" = "Humidité";
"North West" = "Nord-ouest";
"Cloudy" = "Nuageux";
"cm" = "cm";
"mph" = "mph";


// Unlocalized strings



// Unlocalized strings

"Your weather access has expired. You will need to purchase a new package to continue receiving weather data." = "Your weather access has expired. You will need to purchase a new package to continue receiving weather data.";
"You do not have an active weather account. You will need to purchase a weather paackge to receive weather data." = "You do not have an active weather account. You will need to purchase a weather paackge to receive weather data.";
"Please update iStat Menus to continue receiving weather data." = "Please update iStat Menus to continue receiving weather data.";
"View & Purchase Packages" = "View & Purchase Packages";


// Modified strings

